"STORE_DESCRIPTION" = "iOS용 VLC는 iPad와 iPhone, iPod 전용으로 나온 무료/자유 VLC 미디어 플레이어입니다. \n저희는 대부분의 동영상, 방송과 음악 형식을 변환 과정 없이 바로 재생할 수 있습니다.\nDropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, 직접 다운로드와 Wifi 공유를 통한 파일 동기화를 할 수 있고 SMB, FTP, UPnP/DLNA 미디어 서버와 웹으로부터 스트리밍할 수도 있습니다.\nVLC는 SSA 적합성을 만족하고 다중 트랙 오디오, 재생 속도 조절과 같은 고급 자막 기술을 지원합니다.\n\niOS용 VLC은 완전한 오픈소스-자유 소프트웨어입니다.";

"STORE_DESCRIPTION_TV" = "VLC 미디어 플레이어는 오픈소스-자유 소프트웨어인 멀티미디어 재생 프로그램입니다.\n저희는 대부분의 동영상, 방송과 음악 형식을 변환 과정 없이 바로 재생할 수 있습니다.\n클라우드 서비스(Dropbox, OneDrive, Box)를 통한 스트리밍 할 수 있고, 맥이나 PC에서 Web UI를 통해 원격으로 재생할 수 있을 뿐만 아니라 SMB, FTP, UPnP/DLNA 미디어 서버와 웹으로부터 스트리밍도 할 수 있습니다.\nVLC는 SSA 적합성을 만족하고 다중 트랙 오디오, 재생 속도 조절과 같은 고급 자막 기술을 지원합니다.\n\niOS용 VLC은 완전한 오픈소스-자유 소프트웨어입니다.\n\n메타데이터와 이미지는 영화 및 음악 데이터베이스 커뮤니티 TMDb와 Hatchet에서 제공되었습니다.";

"CHOOSE_AUDIO_TRACK" = "음성 트랙 선택하기";
"CHOOSE_SUBTITLE_TRACK" = "자막 트랙 선택하기";
"OPEN_TRACK_PANEL" = "트랙 선택 열기";
"CHOOSE_TITLE" = "타이틀 선택하기";
"CHOOSE_CHAPTER" = "챕터 선택하기";
"CHAPTER_SELECTION_TITLE" = "챕터";
"TITLE" = "제목";
"CHAPTER" = "챕터";
"MINIMIZE_PLAYBACK_VIEW" = "재생 최소화";
"FULLSCREEN_PLAYBACK" = "전체화면에서 재생하기";
"TRACK_SELECTION" = "트랙 선택하기";
"AUDIO" = "소리";
"SUBTITLES" = "자막";
"LANGUAGE" = "언어";
"MEDIA_INFO" = "미디어 정보";
"VIDEO_DIMENSIONS" = "비디오 차원";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i 픽셀";
"FORMAT_AUDIO_TRACKS" = "오디오 트랙 %i 개";
"ONE_AUDIO_TRACK" = "오디오 트랙 1 개";
"FORMAT_SPU_TRACKS" = "자막 트랙 %i 개";
"ONE_SPU_TRACK" = "자막 트랙 1 개";

"PLAYING_EXTERNALLY_TITLE" = "TV 연결됨";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "이 비디오는 TV에서 재생중입니다";

"VFILTER_HUE" = "색조";
"VFILTER_CONTRAST" = "명암";
"VFILTER_BRIGHTNESS" = "밝기";
"VFILTER_SATURATION" = "채도";
"VFILTER_GAMMA" = "감마";

"PREAMP" = "프리앰프";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "이퀄라이저 프로파일 선택하기";

"PLAYBACK_FAILED" = "재생 실패";
"PLEASE_WAIT" = "기다려주세요";
"AR_CHANGED" = "화면 비율: %@";
"DEFAULT" = "기본";
"FILL_TO_SCREEN" = "화면에 채워 잘라내기";
"PLAYBACK_SPEED" = "재생 속도";
"SPU_DELAY" = "자막 지연";
"AUDIO_DELAY" = "음성 지연";
"BUTTON_SLEEP_TIMER" = "취침 타이머";
"SLEEP_TIMER_UPDATED" = "수면 타이머 업데이트됨";
"CONTINUE_PLAYBACK" = "이어서 보시겠습니까?";
"CONTINUE_PLAYBACK_LONG" = "마지막으로 보신 \"%@\"부터 이어서 보시겠습니까?";

"BUTTON_ALL" = "모두 선택";
"BUTTON_BACK" = "이전";
"BUTTON_EDIT" = "수정";
"BUTTON_DONE" = "완료";
"BUTTON_CANCEL" = "취소";
"BUTTON_SAVE" = "저장";
"BUTTON_DOWNLOAD" = "다운로드";
"BUTTON_DELETE" = "삭제";
"BUTTON_OK" = "확인";
"BUTTON_CONTRIBUTE" = "기부하기";
"BUTTON_CONNECT" = "연결하기";
"BUTTON_RENAME" = "이름변경";
"BUTTON_LEARN_MORE" = "더 보기";
"BUTTON_LOGOUT" = "로그아웃";
"BUTTON_CONTINUE" = "이어보기";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Private 재생";
"SCAN_SUBTITLE_TOGGLE" = "자막 검색 (http만)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "미디어 라이브러리 업그레이드 중";
"UNTITLED_SHOW" = "제목 없는 쇼";
"UNKNOWN" = "알 수 없음";

"OPEN_NETWORK" = "네트워크 스트림 열기";
"NETWORK_TITLE" = "네트워크 스트림";
"OPEN_NETWORK_HELP" = "스트림을 직접 열려면 HTTP, RTSP, RTMP, MMS, FTP 나 UDP/RTP 주소를 입력하세요.";
"ABOUT_APP" = "iOS용 VLC 정보";
"OPEN_VLC_MENU" = "VLC 사이드바 메뉴 열기";
"HTTP_UPLOAD_SERVER_OFF" = "미활성 서버";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "유효한 WiFi 접속 없음";
"OPEN_STREAM_OR_DOWNLOAD" = "이 주소를 다운로드하거나 재생할까요?";
"SHARED_VLC_IOS_LIBRARY" = "공유된 iOS용 VLC 라이브러리";
"SMB_CIFS_FILE_SERVERS" = "파일 서버(SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "다운로드 실패: HTTP 코드 %i";
"HTTP_FILE_CREATION_FAILED" = "파일 생성 실패";
"HTTP_DOWNLOAD_CANCELLED" = "사용자에 의해 다운로드 취소됨";

"DOWNLOAD_FROM_HTTP_HELP" = "파일을 당신의 %@로 다운로드할 주소를 입력하세요.";
"DOWNLOAD_FROM_HTTP" = "다운로드";
"ERROR_NUMBER" = "%i 에러 발생";
"DOWNLOAD_FAILED" = "다운로드 실패";
"FILE_NOT_SUPPORTED" = "파일 형식을 지원하지 않습니다";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "주소 형식을 지원하지 않습니다";
"SCHEME_NOT_SUPPORTED_LONG" = "주소 형식(%@)을 지원하지 않습니다. HTTP, HTTPS나 FTP로 시작하는 주소를 사용하세요.";
"LIBRARY_ALL_FILES" = "모든 파일";
"LIBRARY_MUSIC" = "음악 앨범";
"LIBRARY_SERIES" = "TV 쇼";
"LIBRARY_TRACKS" = "%i 트랙";
"LIBRARY_SINGLE_TRACK" = "%i 트랙";
"LIBRARY_EPISODES" = "%i 에피소드, %i 읽지 않음";
"LIBRARY_SINGLE_EPISODE" = "%i 에피소드, %i 읽지 않음";
"LIBRARY_TRACK_N" = "트랙 %i";
"LIBRARY_MINUTES_LEFT" = "%@m 남음";
"RENAME_MEDIA_TO" = "%@의 새 이름을 입력하세요";

"FOLDER_EMPTY" = "빈 폴더";
"FOLDER_EMPTY_LONG" = "파일을 추가하려면 편집을 누르고 원하는 파일을 선택한 후, 폴더 버튼을 누르고 이 폴더를 선택하세요.";
"FOLDER_INVALID_TYPE_TITLE" = "잘못된 파일 형식";
"FOLDER_INVALID_TYPE_MESSAGE" = "폴더에 두 개의 파일만 사용할 수 있거나 존재하는 폴더에 한 개의 파일만 추가할 수 있습니다.";
"FOLDER_CHOOSE_NAME_TITLE" = "새 폴더";
"FOLDER_CHOOSE_NAME_MESSAGE" = "폴더 제목을 입력하세요";
"FOLDER_NAME_PLACEHOLDER" = "폴더 제목";
"FOLDER_NAME_DUPLICATE_TITLE" = "타이틀이 있습니다";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "다른 타이틀을 선택하세요";
"SELECT_FOLDER" = "폴더 선택하기";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "열 파일 선택:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "열기...";
"SHARING_ERROR_NO_FILES" = "공유할 파일을 찾을 수 없음";
"SHARING_ERROR_NO_APPLICATIONS" = "이 종류의 파일을 열 어플리케이션을 찾을 수 없음";
"SHARING_SUCCESS_CAMERA_ROLL" = "파일이 카메라롤에 성공적으로 저장되었습니다";

"SECTION_HEADER_LIBRARY" = "미디어 라이브러리";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "네트워크";

"LOCAL_NETWORK" = "로컬 네트워크";
"CONNECT_TO_SERVER" = "서버에 연결하기";
"USER_LABEL" = "사용자";
"PASSWORD_LABEL" = "비밀번호";
"DISABLE_LABEL" = "비활성화";
"BUTTON_ANONYMOUS_LOGIN" = "익명 로그인";

"LOCAL_SERVER_REFRESH" = "새로고침";
"LOCAL_SERVER_LAST_UPDATE" = "마지막 업데이트: %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "서버 접속 실패";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "서버 주소와 자격 인증서를 확인해 주세요";

"CLOUD_SERVICES" = "클라우드 서비스";
"LOGIN" = "로그인";
"LOGGED_IN" = "로그인 됨";

"DROPBOX_DOWNLOAD" = "파일을 다운로드할까요?";
"DROPBOX_DL_LONG" = "\"%@\" 을 당신의 %@에 다운로드할까요?";
"DROPBOX_LOGIN" = "로그인";

"GDRIVE_ERROR_FETCHING_FILES" = "파일 가져오는 중 오류 발생";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "파일을 성공적으로 다운로드했습니다";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "성공";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "다운로드 중 오류가 발생했습니다";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "오류";

"DISK_FULL" = "저장 한계에 도달함";
"DISK_FULL_FORMAT" = "빈 공간이 충분하지 않아서  %@를 %@에 저장할 수 없습니다.";

"NUM_OF_FILES" = "%i 파일";
"ONE_FILE" = "1 파일";
"NO_FILES" = "지원되는 파일 없음";
"DOWNLOADING" = "다운로드중...";
"REMAINING_TIME" = "남은 시간: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "설정"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "켜기";
"OFF" = "끄기";

"EMPTY_LIBRARY" = "미디어 라이브러리 비우기";
"EMPTY_LIBRARY_LONG" = "재생하려면 당신의 로컬 네트워크/클라우드에서 미디어를 스트림할 수 있고, 아이튠즈/와이파이 업로드/클라우드 서비스를 이용해 당신의 기기에 미디어를 동기화할 수 있습니다.";

"PLAYBACK_SCRUB_HELP" = "문지르는 속도를 조절하려면 손가락을 대고 아래로 밀어 보세요.";
"PLAYBACK_SCRUB_HIGH" = "빠른 속도로 문지르기";
"PLAYBACK_SCRUB_HALF" = "중간 속도로 문지르기";
"PLAYBACK_SCRUB_QUARTER" = "1/4 속도로 문지르기";
"PLAYBACK_SCRUB_FINE" = "미세하기 문지르기";
"PLAYBACK_POSITION" = "재생 위치";
"VIDEO_FILTER" = "비디오 필터";
"VIDEO_FILTER_RESET_BUTTON" = "비디오 필터 초기화";
"VIDEO_ASPECT_RATIO_BUTTON" = "비디오 화면 비율 전환하기";
"PLAY_PAUSE_BUTTON" = "재생 / 일시 중지";
"BWD_BUTTON" = "뒤로 이동하기";
"FWD_BUTTON" = "앞으로 이동하기";
"PLAY_BUTTON" = "재생하기";
"PAUSE_BUTTON" = "일시중지";
"PLAY_ALL_BUTTON" = "모두 재생하기";

"VERSION_FORMAT" = "버전: %@";
"BASED_ON_FORMAT" = "사용: <br />%@";

"NEW" = "새로운 기능";

"BUG_REPORT_TITLE" = "버그를 신고합니다";
"BUG_REPORT_MESSAGE" = "버그 리포트를 생성할까요?";
"BUG_REPORT_BUTTON" = "사파리 열기";

"VO_VIDEOPLAYER_TITLE" = "비디오 재생기";
"VO_VIDEOPLAYER_DOUBLETAP" = "재생 컨트롤을 보거나 감추려면 두 번 클릭하세요.";

"FIRST_STEPS_WELCOME" = "환영합니다!";
"FIRST_STEPS_WELCOME_DETAIL" = "미디어 동기화와 재생 방법";
"FIRST_STEPS_ITUNES" = "iTunes 파일 동기화하기";
"FIRST_STEPS_ITUNES_DETAILS" = "%@를 케이블로 당신의 맥이나 PC에 연결하세요.\n아이튠즈를 실행합니다.\n당신의 %@를 선택하세요.\n\"앱\" 탭으로 전환해서 VLC 항목을 찾습니다.\n재생할 파일을 전송하세요.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "%@를 당신의 맥이나 PC와 같은 네트워크에 접속하세요.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "사이드바의 토글로 전환하고, 웹브라우저에 URL을 입력한 뒤 재생할 파일을 업로드하세요.";
"FIRST_STEPS_CLOUDS" = "클라우드";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "당신의 미디어를 구글 드라이브나 드롭박스에 업로드하세요.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "당신의 클라우드 공급자를 선택하려면 사이드바를 열고 다운로드나 스트리밍할 미디어를 이용하세요.";
"FIRST_STEPS_PLAYBACK" = "재생";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "시간";
"FIRST_STEPS_ASPECT" = "화면 비율";
"FIRST_STEPS_SPEED" = "속도";
"FIRST_STEPS_REPEAT" = "반복";
"FIRST_STEPS_SUBTITLES" = "자막 트랙";
"FIRST_STEPS_AUDIO" = "음성 트랙";
"FIRST_STEPS_POSITION" = "위치";

"PLEX_CHECK_ACCOUNT" = "설정에서 Plex계정을 확인하세요";
"PLEX_ERROR_ACCOUNT" = "Plex 로그인 오류";

"UNAUTHORIZED" = "인증 안됨";

"SERVER" = "서버";
"SERVER_PORT" = "포트";
"NO_SERVER_FOUND" = "서버를 찾지 못했습니다";
"NO_RECENT_STREAMS" = "최근에 재생한 스트림이 없습니다";

"WEBINTF_TITLE" = "WiFi를 통해 공유";
"WEBINTF_DROPFILES" = "파일 놓기";
"WEBINTF_DROPFILES_LONG" = " \"+\" 버튼을 클릭하여 %@에 추가하기 위한 파일을 선택합니다.<br>또는 창에 직접 파일을 끌어 놓으세요.";
"WEBINTF_DOWNLOADFILES" = "파일 다운로드";
"WEBINTF_DOWNLOADFILES_LONG" = "%@에서 다운로드할 파일을 클릭하세요.";
"WEBINTF_TITLE_ATV" = "원격 재생";
"WEBINTF_DROPFILES_LONG_ATV" = "%@에서 재생하기 위해서는 창에 파일을 드래그하세요.<br>아니면 \"+\" 버튼을 눌러 파일 선택기를 이용하세요.";
"WEBINTF_URL_SENT" = "URL 보내기 완료";
"WEBINTF_URL_EMPTY" = "URL이 반드시 있어야 합니다.";
"WEBINTF_URL_INVALID" = "유효한 URL이 아닙니다.";


"NOW_PLAYING" = "지금 재생 중";
"PLAY_NOW" = "지금 재생";
"PLAYING" = "재생 중";
"DETAIL" = "세부사항";

"VOLUME" = "음량";
"DURATION" = "재생시간";
"TITLE" = "제목";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld 시간 %2$ld 분 남음";
"%ld hours %ld minutes" = "%1$ld 시간 %2$ld 분";
"%ld minutes remaining" = "%ld 분 남았습니다";
"%ld minutes" = "%ld 분";
"%ld minutes %ld seconds remaining" = "%1$ld 분 %2$ld 초 남음";
"%ld minutes %ld seconds" = "%1$ld 분 %2$ld 초";
"%ld seconds remaining" = "%ld 초 남았습니다";
"%ld seconds" = "%ld 초";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "방송";
"OBJECT_TYPE_SHOW_EPISODE" = "방송 에피소드";
"OBJECT_TYPE_LABEL" = "폴더";
"OBJECT_TYPE_ALBUM" = "앨범";
"OBJECT_TYPE_ALBUM_TRACK" = "앨범 트랙";
"OBJECT_TYPE_FILE" = "파일";
"OBJECT_TYPE_FILE_AUDIO" = "오디오 파일";

"NOT_CONNECTED_TO_PHONE_TITLE" = "iPhone에 연결되어 있지 않습니다";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "원격 조정하기 위해서는 iPhone을 연결해 주세요";

"LONGPRESS_TO_STOP" = "재생을 정지하려면 길게 누르세요";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "오디오 정보";
"CLOUD_LOGIN_LONG" = "클라우드 서비스를 이용하기 위해서는, 이 Apple TV와 다른 한 iOS 기기를 같은 Apple ID를 사용해 iCloud에 로그인 한 뒤, 시스템 설정에서 키체인 공유 설정을 활성화해야 합니다.";
"ENTER_URL" = "재생하기 위해서는 URL을 입력하세요";
"HTTP_SERVER_ON" = "원격 재생 비활성화하기";
"HTTP_SERVER_OFF" = "원격 재생 활성화하기";
"CACHED_MEDIA" = "캐시된 미디어";
"CACHED_MEDIA_LONG" = "이곳에 보여지는 미디어는 당신의 Apple TV에 저장되어 있습니다. VLC가 실행되지 않는 때에도 기기 용량이 부족할 경우 운영체제가 사용자의 동의 없이 콘텐츠를 지울 수 있습니다.";
"DOWNLOAD_SUBS_FROM_OSO" = "OpenSubtitles.org에서 자막을 다운받으세요...";
"FOUND_SUBS" = "자막을 찾았습니다";
"USE_SPDIF" = "(S/PDIF)를 통하여 사용";

"PLAYBACK" = "재생";
"REPEAT_MODE" = "반복";
"REPEAT_DISABLED" = "사용하지 않음";
"REPEAT_SINGLE" = "하나";
"REPEAT_FOLDER" = "폴더";

// Local Network Service Names
"UPNP_LONG" = "유니버셜 플러그 앤 플래이(UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "(Bonjour를 사용한) Plex 미디어 서버";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "파일 전송 프로토콜(FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR 파일 서버";
"DSM_WORKGROUP" = "작업 그룹";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "지우려면 %@를 누르세요"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "선택항목을 삭제할 수 없습니다";
"DELETE_INVALID_TITLE" = "무효한 선택";
"DELETE_MESSAGE" = "선택된 파일의 삭제 확인";
"DELETE_TITLE" = "선택한 파일 삭제";

"URL_NOT_SUPPORTED" = "URL을 열 수 없습니다";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "프로토콜이 선택되지 않았습니다";
"Settings" = "설정";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
